"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ Hinzufügen";

"Add US bank account" = "Konto einer US-Bank hinzufügen";

"Add a card" = "Karte hinzufügen";

"Add a payment method" = "Zahlungsmethode hinzufügen";

"Add card" = "Karte hinzufügen";

"Add new card" = "Neue Karte hinzufügen";

"Add new payment method" = "Neue Zahlungsmethode hinzufügen";

"Add your payment information" = "Zahlungsinformationen hinzufügen";

"Approve payment" = "Zahlung genehmigen";

"Back" = "Zurück";

"Bank" = "Bank";

"Bank account" = "Bankkonto";

"Buy now or pay later with <img/>" = "Jetzt kaufen oder mit <img/> später bezahlen";

"Buy now or pay later with Afterpay" = "Jetzt kaufen oder mit Afterpay später bezahlen";

"Buy now or pay later with Clearpay" = "Jetzt kaufen oder mit Clearpay später bezahlen";

"Buy now or pay later with Klarna" = "Jetzt kaufen oder später bezahlen mit Klarna";

"Buy using a UPI ID" = "Per UPI-ID kaufen";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Indem Sie Ihre Zahlung bei PayPal bestätigen, erklären Sie sich damit einverstanden, dass %@ Ihr PayPal-Konto zur Durchführung zukünftiger Zahlungen gemäß der Nutzungsbedingungen belastet.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Indem Sie zur Amazon-Pay-Website wechseln, erklären Sie sich damit einverstanden, dass %@ Ihr Amazon-Pay-Konto zur Durchführung zukünftiger Zahlungen gemäß den Nutzungsbedingungen belastet.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Indem Sie zur Klarna-Website wechseln, erklären Sie sich damit einverstanden, dass %1$@ Ihr Klarna-Konto zur Durchführung zukünftiger Zahlungen gemäß den eigenen AGB und den AGB von Klarna belastet. Sie können Ihr Einverständnis jederzeit in Ihrer Klarna-App widerrufen oder indem Sie sich an %2$@ wenden.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Indem Sie zur PayPal-Website wechseln, erklären Sie sich damit einverstanden, dass %@ Ihr PayPal-Konto zur Durchführung zukünftiger Zahlungen gemäß der Nutzungsbedingungen belastet.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Indem Sie zur Revolut-Pay-Website wechseln, erklären Sie sich damit einverstanden, dass %@ Ihr Revolut-Pay-Konto zur Durchführung zukünftiger Zahlungen gemäß der Nutzungsbedingungen belastet.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Indem Sie fortfahren, akzeptieren Sie die Autorisierung von Zahlungen gemäß <terms>diesen Bedingungen</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Indem Sie fortfahren, erteilen Sie %1$@ die Genehmigung, Ihr Cash-App-Konto in Höhe dieser und künftiger Zahlungen zu belasten im Einklang mit den AGB von %2$@, bis diese Genehmigung widerrufen wird. Sie können dies jederzeit in Ihren Cash-App-Einstellungen ändern.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Indem Sie Link beitreten, stimmen Sie den <terms>Nutzungsbedingungen</terms> und der <privacy>Datenschutzerklärung</privacy> zu.";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Indem Sie Ihre Bankkontodetails angeben und diese Zahlung bestätigen, stimmen Sie dieser Lastschriftanfrage und der <terms>Dienstleistungsvereinbarung zu Lastschriftenanfragen</terms> zu und autorisieren Stripe Payments Australia Pty Ltd ACN 160 180 343 Lastschriftnutzer-ID, Nummer 507156 („Stripe“), Ihr Konto über das Bulk Electronic Clearing System (BECS) im Namen von %@ (der „Händler“) mit jedem mit dem Händler separat abgesprochenen Betrag zu belasten. Sie bestätigen, dass Sie entweder Kontoinhaber/in oder Zeichnungsberechtigter/Zeichnungsberechtigte des oben angeführten Kontos sind.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Mit der Angabe Ihrer Kartendaten erklären Sie sich damit einverstanden, dass %@ Ihre Karte für zukünftige Zahlungen gemäß seinen Bedingungen belastet.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Durch die Angabe Ihrer E-Mail-Adresse erklären Sie sich damit einverstanden, ein Link-Konto einzurichten und Ihre Zahlungsinformationen bei Link gemäß den <terms>AGB</terms> und der <privacy>Datenschutzerklärung</privacy> von Link zu speichern.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Durch Angabe der Zahlungsinformationen und Bestätigung der Zahlung ermächtigen Sie (A) %@ und Stripe, unseren Zahlungsdienstleister, Zahlungen von Ihrem Konto mittels Lastschrift einzuziehen. Zugleich (B) weisen Sie Ihr Kreditinstitut gemäß diesen Anweisungen an, Ihr Konto entsprechend zu belasten. Sie haben im Rahmen Ihrer Rechte Anspruch auf Erstattung von Ihrem Kreditinstitut gemäß den vereinbarten Bedingungen mit Ihrem Kreditinstitut. Sie können innerhalb von 8 Wochen, beginnend mit dem Belastungsdatum, die Erstattung des belasteten Betrages verlangen. Es gelten dabei die mit Ihrem Kreditinstitut vereinbarten Bedingungen. Weiterhin erklären Sie sich damit einverstanden, die Vorabankündigung bis spätestens 2 Tage vor Zahlungseinzug zu erhalten.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Durch die Angabe Ihrer Telefonnummer erklären Sie sich damit einverstanden, ein Link-Konto einzurichten und Ihre Zahlungsinformationen bei Link gemäß den <terms>AGB</terms> und der <privacy>Datenschutzerklärung</privacy> zu speichern.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Indem Sie Ihr Bankkonto für %@ speichern, akzeptieren Sie die Autorisierung von Zahlungen gemäß <terms>diesen Bedingungen</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Abbrechen und anders bezahlen";

"Choose a payment method" = "Zahlungsmethode auswählen ";

"Close card scanner" = "Kartenscanner schließen";

"Confirm" = "Bestätigen";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Bestätigen Sie die Zahlung in Ihrer Bank- oder Zahlungs-App innerhalb von %@, um den Kauf abzuschließen.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Bestätigen Sie die Zahlung in Ihrer Bank-App innerhalb von %@, um den Kauf abzuschließen.";

"Confirm your CVC" = "Prüfziffer/CVC bestätigen";

"Contact information" = "Kontaktinformationen";

"EPS Bank" = "EPS-Bank";

"Enter address manually" = "Adresse manuell eingeben";

"FPX Bank" = "FPX Bank";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Ich verstehe, dass Stripe im Namen von %@ Lastschriften einzieht und bestätige, dass ich der Kontoinhaber/die Kontoinhaberin und die einzige Person bin, die zur Autorisierung von Lastschriften von diesem Konto erforderlich ist.";

"IBAN" = "IBAN";

"Manage payment method" = "Zahlungsmethode verwalten";

"Manage payment methods" = "Zahlungsmethoden verwalten";

"Manage your payment methods" = "Zahlungsmethoden verwalten";

"Name on card" = "Name auf Karte";

"New card" = "Neue Karte";

"New payment method" = "Neue Zahlungsmethode";

"Open your UPI app to approve your payment within %@" = "Öffnen Sie Ihre UPI-App, um die Zahlung per %@ zu genehmigen.";

"Or" = "Oder";

"Or pay using" = "Oder zahlen mit";

"Or pay with a card" = "Oder mit Karte bezahlen";

"Or use" = "Weitere Zahlungsmöglichkeiten";

"Or use a card" = "Alternativ Karte verwenden";

"Pay %@" = "%@ zahlen";

"Pay another way" = "Andere Zahlungsmethode wählen";

"Pay faster at %@ and thousands of businesses." = "Beschleunigen Sie Ihre Bezahlvorgänge bei %@ und vielen anderen Unternehmen.";

"Pay over time with %@" = "Ratenzahlung mit %@";

"Pay over time with Affirm" = "Ratenzahlung mit Affirm";

"Pay with Link" = "Mit Link bezahlen";

"Pay with your bank account in just a few steps." = "In nur wenigen Schritten von Ihrem Bankkonto aus zahlen.";

"Payment failed" = "Zahlung fehlgeschlagen";

"Please go back and select another payment method" = "Bitte gehen Sie zurück und wählen Sie eine andere Zahlungsmethode.";

"Point the camera at your card." = "Richten Sie die Kamera auf die Karte.";

"Processing..." = "Wird verarbeitet …";

"Przelewy24 Bank" = "Przelewy24 Bank";

"Remove card?" = "Karte entfernen?";

"Remove payment method" = "Zahlungsmethode entfernen";

"Save" = "Speichern";

"Save a new payment method" = "Neue Zahlungsmethode speichern";

"Save address" = "Adresse speichern";

"Save for future payments" = "Für zukünftige Zahlungen speichern";

"Save payment details to %@ for future purchases" = "Zahlungsinformationen für %@ für spätere Käufe speichern";

"Save this account for future %@ payments" = "Konto für zukünftige %@-Zahlungen speichern";

"Save your bank account in just a few steps." = "Speichern Sie Ihr Bankkonto in nur wenigen Schritten.";

"Save your info for secure 1-click checkout with Link" = "Meine Daten speichern für sichere Zahlungsvorgänge mit einem Klick mit Link";

"Saved" = "Gespeichert";

"Select card" = "Karte auswählen";

"Select payment method" = "Zahlungsmethode auswählen";

"Select your payment method" = "Zahlungsmethode auswählen";

"Set up" = "Einrichten";

"Shipping to %@ is not supported." = "Der Versandort %@ wird nicht unterstützt.";

"Show menu" = "Menü anzeigen";

"Simple, secure one-click payments" = "Einfach und sicher bezahlen – mit nur einem Klick";

"Something went wrong when linking your account.\nPlease try again later." = "Bei der Verknüpfung Ihres Kontos ist ein Fehler aufgetreten.\nVersuchen Sie es bitte später erneut.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "In ein bis zwei Werktagen wird Stripe Ihrem Konto einen Betrag von 0,01 USD gutschreiben. Danach erhalten Sie eine E-Mail mit weiteren Anweisungen, damit Sie Ihr Bankkonto bei %@ speichern können.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "In ein bis zwei Werktagen wird Stripe Ihrem Konto einen Betrag von 0,01 USD gutschreiben. Danach erhalten Sie eine E-Mail mit weiteren Anweisungen zur Durchführung der Zahlung an %@.";

"The IBAN you entered is incomplete." = "Die eingegebene IBAN ist unvollständig.";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Die eingegebene IBAN ist ungültig. „%@“ ist kein unterstützter Ländercode.";

"Update" = "Aktualisieren";

"Update card brand" = "Kartenmarke aktualisieren";

"View more" = "Mehr anzeigen";

"Your IBAN should start with a two-letter country code." = "Ihre IBAN sollte mit einem zweistelligen Ländercode beginnen.";

"iDEAL Bank" = "iDEAL-Bank";
